[
  {
    "name": "Converse CT 70s Ox Black Egret",
    "price": 999000,
    "imageURL": "https://ucarecdn.com/ba9550ad-7732-4562-9e0e-0d7bcd7ed575/",
    "description": "Elevate your style with the Converse CT 70s Ox Black Egret. These classic shoes boast a timeless blend of Black and Egret colors, making them versatile for any outfit. Crafted for both fashion and comfort, they feature a durable construction that ensures long-lasting wear. Whether you're hitting the town or just running errands, these shoes will keep you looking sharp. Don't miss out on this opportunity to upgrade your footwear collection. With 15 units sold and only 10 left in stock, act fast and step out in confidence with Converse.",
    "soldQuantity": 15,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Sage",
    "price": 649000,
    "imageURL": "https://ucarecdn.com/2280c999-d0fc-41eb-9783-18061ef49ce9/",
    "description": "Introducing the Converse Chuck 70 Ox Sage, the perfect addition to your sneaker collection. These shoes bring a breath of fresh air with their refreshing Sage colorway. Designed for style and comfort, they offer a blend of fashion and function. With 20 units already sold and only 10 left in stock, these sneakers are a must-have. Whether you're headed to a casual outing or just running errands, these shoes will keep you comfortable and stylish. Don't wait too long to grab your pair of Chuck 70 Ox Sage and elevate your everyday look.",
    "soldQuantity": 20,
    "stockQuantity": 10
  },
  {
    "name": "Converse Cons Louie Lopez Pro Mid Leather Black",
    "price": 749000,
    "imageURL": "https://ucarecdn.com/1587eacc-5a77-41c8-a744-aef0a5b4e123/",
    "description": "Stay ahead of the fashion curve with the Converse Cons Louie Lopez Pro Mid Leather Black. These sneakers blend style and substance effortlessly. Featuring a sleek black leather upper, they exude sophistication. The limited stock of 10 won't last long, so secure your pair today. With 35 units already sold, these shoes are in high demand. Whether you're hitting the streets or going out, these shoes will keep you looking sharp and feeling comfortable. Upgrade your shoe game with these must-have sneakers.",
    "soldQuantity": 35,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Enamel Red",
    "price": 499000,
    "imageURL": "https://ucarecdn.com/c654cd94-90e4-41ab-90a1-7ddf497119ac/",
    "description": "Add a vibrant pop of color to your outfit with the Converse Chuck 70 Ox Enamel Red. These stylish sneakers are designed to turn heads. With 22 units sold and just 10 left in stock, these shoes are flying off the shelves. The Enamel Red colorway adds a bold and energetic touch to your look. Whether you're going for a casual stroll or hitting a party, these sneakers will complement your style. Don't miss out on the chance to make a statement with your footwear.",
    "soldQuantity": 22,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star Malden Street Mid White",
    "price": 549000,
    "imageURL": "https://ucarecdn.com/848bd9a0-ccff-4bb5-acb9-9229b7f15a1a/",
    "description": "Experience the perfect blend of classic comfort and style with the Converse Chuck Taylor All Star Malden Street Mid in crisp White. With only 10 units left in stock and 15 units sold, these sneakers are a hot commodity. Whether you're heading to a casual gathering or just hanging out, these shoes will keep you looking fresh and feeling comfortable. Don't wait too long to grab your pair and elevate your sneaker game.",
    "soldQuantity": 15,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star Hi Denim Egret",
    "price": 649000,
    "imageURL": "https://ucarecdn.com/662c0827-5d60-4d2d-9bfa-f8b0a79bb861/",
    "description": "Make a bold fashion statement with the Converse Chuck Taylor All Star Hi Denim Egret. These shoes combine a cool Denim color with classic Egret accents. With 34 units sold and just 10 left in stock, these sneakers are in high demand. Whether you're going out for a night on the town or keeping it casual, these shoes will take your style to the next level. Don't miss out on the chance to own this unique pair of sneakers.",
    "soldQuantity": 34,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Dark Beetroot",
    "price": 599000,
    "imageURL": "https://ucarecdn.com/fec0d499-248b-403c-89d4-178e46dd24d5/",
    "description": "Step out in style with the Converse Chuck 70 Ox in the captivating Dark Beetroot color. These sneakers are perfect for those who crave both fashion and comfort. With 28 units sold and only 10 left in stock, these shoes are a must-have. Whether you're hitting the streets or just running errands, these sneakers will keep you looking sharp and feeling comfortable. Don't miss out on this opportunity to upgrade your footwear collection.",
    "soldQuantity": 28,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Desert Cargo",
    "price": 599000,
    "imageURL": "https://ucarecdn.com/d380ef3e-3051-40fe-9d4f-6aa3136e0c69/",
    "description": "Conquer the streets with style in the Converse Chuck 70 Ox Desert Cargo. These sneakers are designed for adventure and urban exploration. With 33 units sold and just 10 left in stock, these shoes are in high demand. The rugged Desert Cargo design adds an extra edge to your look. Whether you're trekking through the city or going off the beaten path, these sneakers will keep you looking cool and comfortable. Don't wait too long to grab your pair and set out on your next journey.",
    "soldQuantity": 33,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Muted Hues Midnight Clover",
    "price": 599000,
    "imageURL": "https://ucarecdn.com/ed4ea5f3-9d47-4242-832a-c379a58ce374/",
    "description": "Elevate your style with the Converse Chuck 70 Ox in enchanting Muted Hues and Midnight Clover colors. With 30 units sold and only 10 left in stock, these sneakers are a must-have. Whether you're headed to a casual gathering or exploring the city, these shoes will keep you looking fresh and feeling comfortable. Don't miss out on this opportunity to upgrade your sneaker game.",
    "soldQuantity": 30,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Hi Spray Paint",
    "price": 799000,
    "imageURL": "https://ucarecdn.com/3493d946-2949-4367-88bc-d1d213f987a3/",
    "description": "Make a bold artistic statement with the Converse Chuck 70 Hi Spray Paint. These sneakers are designed for those who want to stand out. With 33 units sold and just 10 left in stock, these shoes are in high demand. The unique spray paint design adds an extra edge to your look. Whether you're hitting an art gallery or just hanging out, these sneakers will make sure you get noticed. Don't wait too long to grab your pair and express your individuality.",
    "soldQuantity": 33,
    "stockQuantity": 10
  },
  {
    "name": "Converse Cons Louie Lopez Pro Mid Leather White",
    "price": 649000,
    "imageURL": "https://ucarecdn.com/1e86b271-61a0-43f3-a58f-27c1035dac8a/",
    "description": "Stay fresh and clean with the Converse Cons Louie Lopez Pro Mid Leather shoes in pure White. With only 10 units left in stock and 10 units sold, these sneakers are a hot commodity. Whether you're heading to a casual gathering or just hanging out, these shoes will keep you looking sharp and feeling comfortable. Don't miss out on the chance to upgrade your sneaker game with this classic and versatile pair.",
    "soldQuantity": 10,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Ox Iron Grey",
    "price": 649000,
    "imageURL": "https://ucarecdn.com/d05fd280-2e88-4613-af0d-2dd44289ac6f/",
    "description": "Achieve a classic look with the Converse Chuck 70 Ox in timeless Iron Grey. With only 10 units left in stock and 5 units sold, these sneakers are a hot commodity. Whether you're going for a casual stroll or dressing up, these shoes will take your style to the next level. Don't wait too long to grab your pair and upgrade your sneaker game.",
    "soldQuantity": 5,
    "stockQuantity": 10
  },
  {
    "name": "New Balance Fresh Foam Trail Running",
    "price": 699000,
    "imageURL": "https://ucarecdn.com/6c78c5ee-a18e-4d99-9b4c-e55e0af77bff/",
    "description": "Conquer the trails in style with New Balance Fresh Foam Trail Running shoes. With 35 units sold and only 10 left in stock, these shoes are a must-have for outdoor enthusiasts. They offer superior comfort and support, ensuring a smooth ride on any terrain. Whether you're running in the woods or hiking up a mountain, these shoes will keep you comfortable and secure. Don't miss out on this opportunity to upgrade your outdoor footwear.",
    "soldQuantity": 35,
    "stockQuantity": 10
  },
  {
    "name": "New Balance Fresh Foam X Evoz V3 Running",
    "price": 699000,
    "imageURL": "https://ucarecdn.com/ed820aff-4f5e-4674-ab0f-197c9534237c/",
    "description": "Experience superior cushioning and performance with New Balance Fresh Foam X Evoz V3 Running shoes. With 20 units sold and only 10 left in stock, these shoes are a favorite among runners. They offer excellent support and responsiveness, helping you achieve your best performance. Whether you're training for a marathon or going for a leisurely jog, these shoes will enhance your running experience. Don't wait too long to grab your pair and hit the road in style.",
    "soldQuantity": 20,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star Hi Canyon Dusk",
    "price": 449000,
    "imageURL": "https://ucarecdn.com/35b14f58-addf-48a8-8fec-eed3540583bc/",
    "description": "Embrace the evening with the Converse Chuck Taylor All Star Hi in the calming Canyon Dusk colors. With 25 units sold and only 10 left in stock, these shoes are a hot commodity. The soothing colors add a touch of tranquility to your look. Whether you're going for a night out or just enjoying a sunset stroll, these shoes will keep you looking cool and comfortable. Don't miss out on the chance to upgrade your sneaker game with this unique pair.",
    "soldQuantity": 25,
    "stockQuantity": 10
  },
  {
    "name": "Converse Run Star Legacy CX HI Ocean Retreat Sunrise Pink",
    "price": 699000,
    "imageURL": "https://ucarecdn.com/72499040-2ce3-4dc7-b839-4af9870e4da6/",
    "description": "Feel the ocean vibes with Converse Run Star Legacy CX HI in the vibrant Ocean Retreat Sunrise Pink. With 33 units sold and only 10 left in stock, these shoes are a must-have for those who love a pop of color. The energetic pink adds a playful touch to your look. Whether you're hitting the beach or just going out with friends, these sneakers will make sure you stand out. Don't wait too long to grab your pair and ride the wave of style.",
    "soldQuantity": 33,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Plus Hi Sunrise Pink",
    "price": 699000,
    "imageURL": "https://ucarecdn.com/1b75f67c-ad1f-4e60-97fe-1e154333276a/",
    "description": "Start your day right with Converse Chuck 70 Plus Hi in the lively Sunrise Pink. With 23 units sold and only 10 left in stock, these shoes are a hot commodity. The vibrant pink color adds an energetic touch to your look. Whether you're going for a morning walk or just want to brighten your day, these sneakers will ensure you do it in style. Don't miss out on the chance to own this lively pair of sneakers.",
    "soldQuantity": 23,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Hi Seasonal Graphic",
    "price": 549000,
    "imageURL": "https://ucarecdn.com/d79881bd-1a3e-4b58-b7c0-3475003fc9f7/",
    "description": "Express yourself with Converse Chuck 70 Hi Seasonal Graphic shoes. With 15 units sold and only 10 left in stock, these sneakers are perfect for those who love unique designs. The bold graphics add a creative touch to your look. Whether you're going to an art show or just want to make a statement, these shoes will ensure you get noticed. Don't wait too long to grab your pair and showcase your individuality.",
    "soldQuantity": 15,
    "stockQuantity": 10
  },
  {
    "name": "Converse Run Star Motion CX Platform Dial Up Blue",
    "price": 649000,
    "imageURL": "https://ucarecdn.com/11795414-efaf-4e65-9db9-a2514f50cf01/",
    "description": "Dial up your style with Converse Run Star Motion CX Platform in vibrant Dial Up Blue. With 10 units sold and only 10 left in stock, these shoes are a favorite among fashion-forward individuals. The striking blue color adds a bold touch to your look. Whether you're hitting an event or just want to make an impression, these sneakers will ensure you stand out. Don't miss out on the chance to express your unique style with this eye-catching pair.",
    "soldQuantity": 10,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck 70 Hi Crafted Patched Egret",
    "price": 599000,
    "imageURL": "https://ucarecdn.com/53953e16-07b3-4124-b0ec-d04e60833876/",
    "description": "Elevate your look with Converse Chuck 70 Hi Crafted Patched shoes in classic Egret color. With 31 units sold and only 10 left in stock, these sneakers are a must-have for those who appreciate timeless style. The classic Egret color adds a touch of sophistication to your outfit. Whether you're going for a classic look or adding a refined touch to your ensemble, these shoes will ensure you look sharp and feel comfortable. Don't wait too long to grab your pair and upgrade your sneaker collection.",
    "soldQuantity": 31,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star CX HI Black Nightfall Grey Blue",
    "price": 599000,
    "imageURL": "https://ucarecdn.com/59cf4f92-a3ff-4e75-9988-3a81ecc9861b/",
    "description": "Embrace the night with Converse Chuck Taylor All Star CX HI in bold Black, Nightfall Grey, and Blue colors. With 15 units sold and only 10 left in stock, these sneakers are perfect for those who love a touch of darkness in their style. The combination of colors adds a mysterious and bold touch to your look. Whether you're going for an edgy night out or just want to make a statement, these shoes will ensure you get noticed. Don't miss out on the chance to elevate your style with this unique pair.",
    "soldQuantity": 15,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star CX HI White",
    "price": 699000,
    "imageURL": "https://ucarecdn.com/60732cef-538b-43f1-ad87-6cd08d91b634/",
    "description": "Stand out in style with Converse Chuck Taylor All Star CX HI in crisp White. With 40 units sold and only 10 left in stock, these sneakers are a must-have for those who appreciate clean and versatile style. The pristine White color adds a touch of elegance to your look. Whether you're dressing up or going for a casual look, these shoes will ensure you look sharp and feel comfortable. Don't wait too long to grab your pair and upgrade your sneaker game.",
    "soldQuantity": 40,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star Move HI Black",
    "price": 549000,
    "imageURL": "https://ucarecdn.com/a50a6f6e-f848-49d9-9d8a-d61753b1181e/",
    "description": "Move with confidence in Converse Chuck Taylor All Star Move HI shoes in sleek Black. With 4 units sold and only 10 left in stock, these sneakers are perfect for those who appreciate a sleek and versatile look. The classic Black color adds a touch of sophistication to your outfit. Whether you're going for a classic or modern look, these shoes will ensure you look sharp and feel comfortable. Don't miss out on the chance to upgrade your sneaker collection with this versatile pair.",
    "soldQuantity": 4,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star Malden Street Mid Roasted",
    "price": 799000,
    "imageURL": "https://ucarecdn.com/1f05170a-6f33-416d-9092-c19ce7129bbf/",
    "description": "Roast the streets with style in Converse Chuck Taylor All Star Malden Street Mid shoes in Roasted color. With 35 units sold and only 10 left in stock, these sneakers are perfect for those who crave both fashion and comfort. The unique Roasted color adds a touch of warmth to your look. Whether you're hitting the streets or going for a casual look, these shoes will ensure you look sharp and feel comfortable. Don't wait too long to grab your pair and elevate your sneaker game.",
    "soldQuantity": 35,
    "stockQuantity": 10
  },
  {
    "name": "Converse Chuck Taylor All Star CX HI Egret",
    "price": 749000,
    "imageURL": "https://ucarecdn.com/30568d47-bb1b-46af-97b6-75670c9a2dd9/",
    "description": "Elevate your style with Converse Chuck Taylor All Star CX HI in classic Egret color. With 24 units sold and only 10 left in stock, these sneakers are a must-have for those who appreciate timeless style. The classic Egret color adds a touch of sophistication to your outfit. Whether you're dressing up or going for a casual look, these shoes will ensure you look sharp and feel comfortable. Don't wait too long to grab your pair and upgrade your sneaker collection.",
    "soldQuantity": 24,
    "stockQuantity": 10
  },
  {
    "name": "Converse Run Star Legacy CX HI Black Cherry",
    "price": 749000,
    "imageURL": "https://ucarecdn.com/c911f5b8-79f9-40fa-b191-6986edf7d44f/",
    "description": "Indulge in the rich and vibrant Black Cherry color of Converse Run Star Legacy CX HI shoes. With 20 units sold and only 10 left in stock, these sneakers are a must-have for those who appreciate bold style. The deep Black Cherry color adds a touch of luxury to your look. Whether you're going for a night out or just want to make a statement, these shoes will ensure you get noticed. Don't wait too long to grab your pair and elevate your sneaker game.",
    "soldQuantity": 20,
    "stockQuantity": 10
  }
]
